Repository: idanmos/Kotel
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, he, hi, pt_br, ru, yi, zh_hans

source: About
ar: حول
de: Über
es: Acerca de
fr: À propos
he: אודות
hi: परिचय
pt_br: Sobre
ru: О приложении
yi: וועגן
zh_hans: 关于

source: Accuracy
ar: الدقة
de: Genauigkeit
es: Precisión
fr: Précision
he: דיוק
hi: सटीकता
pt_br: Precisão
ru: Точность
yi: גענויקייט
zh_hans: 精度

source: Acquiring location…
ar: جارٍ تحديد الموقع…
de: Standort wird ermittelt…
es: Obteniendo ubicación…
fr: Acquisition de la position…
he: מאתר מיקום…
hi: स्थान प्राप्त हो रहा है…
pt_br: Obtendo localização…
ru: Определение местоположения…
yi: געפֿינען אָרט…
zh_hans: 正在获取位置…

source: Acquiring…
ar: جارٍ التحديد…
de: Ermitteln…
es: Obteniendo…
fr: Acquisition…
he: מאתר…
hi: प्राप्त हो रहा है…
pt_br: Obtendo…
ru: Поиск…
yi: געפֿינען…
zh_hans: 获取中…

source: Active
ar: نشط
de: Aktiv
es: Activo
fr: Actif
he: פעיל
hi: सक्रिय
pt_br: Ativo
ru: Активно
yi: אַקטיוו
zh_hans: 活跃

source: Allow Location
ar: السماح بالموقع
de: Standort erlauben
es: Permitir ubicación
fr: Autoriser la localisation
he: אפשר מיקום
hi: स्थान अनुमति दें
pt_br: Permitir localização
ru: Разрешить геолокацию
yi: דערלויב אָרט
zh_hans: 允许定位

source: Allow location access so we can point you toward the Kotel in Jerusalem
ar: اسمح بالوصول إلى الموقع حتى نتمكن من توجيهك نحو حائط البراق في القدس
de: Erlaube Standortzugriff, damit wir dich zur Klagemauer in Jerusalem führen können
es: Permite el acceso a la ubicación para señalarte hacia el Kotel en Jerusalén
fr: Autorisez l'accès à la localisation pour vous orienter vers le Kotel à Jérusalem
he: אפשר גישה למיקום כדי שנוכל להצביע לכיוון הכותל בירושלים
hi: स्थान की अनुमति दें ताकि हम आपको येरूशलम में कोटेल की दिशा दिखा सकें
pt_br: Permita o acesso à localização para apontarmos para o Kotel em Jerusalém
ru: Разрешите доступ к местоположению, чтобы мы могли указать на Котель в Иерусалиме
yi: דערלויב צוטריט צום אָרט כדי מיר קענען ווייַזן צו די כּותל אין ירושלים
zh_hans: 允许访问位置信息，以便我们 为您指引耶路撒冷西墙的方向

source: App
ar: التطبيق
he: אפליקציה
hi: ऐप
ru: Приложение
yi: אַפּ
zh_hans: 应用

source: App Language
ar: لغة التطبيق
de: App-Sprache
es: Idioma de la app
fr: Langue de l'app
he: שפת האפליקציה
hi: ऐप की भाषा
pt_br: Idioma do app
ru: Язык приложения
yi: אַפּ שפּראַך
zh_hans: 应用语言

source: Arabic
ar: العربية
de: Arabisch
es: Árabe
fr: Arabe
he: ערבית
hi: अरबी
pt_br: Árabe
ru: Арабский
yi: אַראַביש
zh_hans: 阿拉伯语

source: Auto
ar: تلقائي
he: אוטו
hi: स्वचालित
ru: Авто
yi: אויטאָ
zh_hans: 自动

source: Automatic
ar: تلقائي
de: Automatisch
es: Automático
fr: Automatique
he: אוטומטי
hi: स्वचालित
pt_br: Automático
ru: Авто
yi: אויטאָמאַטיש
zh_hans: 自动

source: Bearing
ar: الاتجاه
de: Peilung
es: Rumbo
fr: Azimut
he: כיוון
hi: दिशा
pt_br: Rumo
ru: Азимут
yi: ריכטונג
zh_hans: 方位

source: Best
ar: الأفضل
de: Beste
es: Mejor
fr: Meilleure
he: הטוב ביותר
hi: सर्वोत्तम
pt_br: Melhor
ru: Лучшая
yi: בעסטע
zh_hans: 最佳

source: Calibrating…
ar: جارٍ المعايرة…
de: Kalibrierung…
es: Calibrando…
fr: Calibrage…
he: מכייל…
hi: अंशांकन हो रहा है…
pt_br: Calibrando…
ru: Калибровка…
yi: קאַליברירן…
zh_hans: 校准中…

source: Calibration
ar: المعايرة
de: Kalibrierung
es: Calibración
fr: Calibrage
he: כיול
hi: अंशांकन
pt_br: Calibração
ru: Калибровка
yi: קאַליברירונג
zh_hans: 校准

source: Change in Settings
ar: تغيير في الإعدادات
de: In Einstellungen ändern
es: Cambiar en Ajustes
fr: Modifier dans Réglages
he: שנה בהגדרות
hi: सेटिंग्स में बदलें
pt_br: Alterar nos Ajustes
ru: Изменить в Настройках
yi: ענדערן אין אײנשטעלונגען
zh_hans: 在设置中更改

source: Chinese
ar: الصينية
de: Chinesisch
es: Chino
fr: Chinois
he: סינית
hi: चीनी
pt_br: Chinês
ru: Китайский
yi: כינעזיש
zh_hans: 中文

source: Compass
ar: البوصلة
de: Kompass
es: Brújula
fr: Boussole
he: מצפן
hi: कम्पास
pt_br: Bússola
ru: Компас
yi: קאָמפּאַס
zh_hans: 指南针

source: Coordinates
ar: الإحداثيات
de: Koordinaten
es: Coordenadas
fr: Coordonnées
he: קואורדינטות
hi: निर्देशांक
pt_br: Coordenadas
ru: Координаты
yi: קאָאָרדינאַטן
zh_hans: 坐标

source: Display
ar: العرض
de: Anzeige
es: Pantalla
fr: Affichage
he: תצוגה
hi: प्रदर्शन
pt_br: Exibição
ru: Отображение
yi: אַנווייזונג
zh_hans: 显示

source: Distance
ar: المسافة
de: Entfernung
es: Distancia
he: מרחק
hi: दूरी
pt_br: Distância
ru: Расстояние
yi: דיסטאַנץ
zh_hans: 距离

source: Distance to Kotel
ar: المسافة إلى حائط البراق
de: Entfernung zur Kotel
es: Distancia al Kotel
fr: Distance au Kotel
he: מרחק לכותל
hi: कोटेल तक की दूरी
pt_br: Distância ao Kotel
ru: Расстояние до Котеля
yi: דיסטאַנץ צו כּותל
zh_hans: 到西墙的距离

source: Distance Unit
ar: وحدة المسافة
de: Entfernungseinheit
es: Unidad de distancia
fr: Unité de distance
he: יחידת מרחק
hi: दूरी की इकाई
pt_br: Unidade de distância
ru: Единица расстояния
yi: דיסטאַנץ אײנהייט
zh_hans: 距离单位

source: Done
ar: تم
de: Fertig
es: Listo
fr: Terminé
he: סיום
hi: पूर्ण
pt_br: Concluído
ru: Готово
yi: פֿאַרטיק
zh_hans: 完成

source: Enable in Settings
ar: تفعيل في الإعدادات
de: In Einstellungen aktivieren
es: Activar en ajustes
fr: Activer dans Réglages
he: הפעל בהגדרות
hi: सेटिंग्स में सक्षम करें
pt_br: Ativar nas configurações
ru: Включите в настройках
yi: דערמעגלעכן אין סעטטינגס
zh_hans: 在设置中启用

source: Enable Location
ar: تفعيل الموقع
de: Standort aktivieren
es: Activar ubicación
fr: Activer la localisation
he: אפשר מיקום
hi: स्थान सक्षम करें
pt_br: Ativar localização
ru: Включить геолокацию
yi: דערמעגלעכן אָרט
zh_hans: 启用定位

source: English
ar: الإنجليزية
de: Englisch
es: Inglés
fr: Anglais
he: אנגלית
hi: अंग्रेज़ी
pt_br: Inglês
ru: Английский
yi: ענגליש
zh_hans: 英语

source: Find the Western Wall
ar: ابحث عن حائط البراق
de: Finde die Klagemauer
es: Encuentra el Muro Occidental
fr: Trouvez le Mur occidental
he: מצא את הכותל המערבי
hi: पश्चिमी दीवार खोजें
pt_br: Encontre o Muro Ocidental
ru: Найдите Западную стену
yi: געפֿינען די מערבֿ־וואַנט
zh_hans: 寻找西墙

source: French
ar: الفرنسية
de: Französisch
es: Francés
fr: Français
he: צרפתית
hi: फ़्रेंच
pt_br: Francês
ru: Французский
yi: פראַנצויזיש
zh_hans: 法语

source: German
ar: الألمانية
de: Deutsch
es: Alemán
fr: Allemand
he: גרמנית
hi: जर्मन
pt_br: Alemão
ru: Немецкий
yi: דײטש
zh_hans: 德语

source: Good
ar: جيد
de: Gut
es: Buena
fr: Bonne
he: טוב
hi: अच्छा
pt_br: Boa
ru: Хорошая
yi: גוט
zh_hans: 良好

source: Haptic Feedback
ar: الاستجابة اللمسية
de: Haptisches Feedback
es: Respuesta háptica
fr: Retour haptique
he: משוב מישושי
hi: हैप्टिक फ़ीडबैक
pt_br: Feedback tátil
ru: Тактильный отклик
yi: האַפּטישע רעאַקציע
zh_hans: 触觉反馈

source: Haptics
ar: اللمسيات
de: Haptik
es: Háptica
fr: Haptique
he: רטט
hi: हैप्टिक्स
pt_br: Tato
ru: Тактильный отклик
yi: האַפּטיק
zh_hans: 触觉

source: Heading
ar: الاتجاه
de: Richtung
es: Dirección
fr: Cap
he: כיוון
hi: शीर्षक
pt_br: Direção
ru: Направление
yi: ריכטונג
zh_hans: 航向

source: Heading: %lld°
ar: الاتجاه: %lld°
de: Kurs: %lld°
es: Rumbo: %lld°
fr: Cap : %lld°
he: כיוון: %lld°
hi: दिशा: %lld°
pt_br: Rumo: %lld°
ru: Курс: %lld°
yi: ריכטונג: %lld°
zh_hans: 航向：%lld°

source: Hebrew
ar: العبرية
de: Hebräisch
es: Hebreo
fr: Hébreu
he: עברית
hi: हिब्रू
pt_br: Hebraico
ru: Иврит
yi: העברעאיש
zh_hans: 希伯来语

source: Hindi
ar: الهندية
he: הינדי
hi: हिन्दी
ru: Хинди
yi: הינדי
zh_hans: 印地语

source: Imperial
ar: إمبراطوري
fr: Impérial
he: אימפריאלי
hi: इम्पीरियल
ru: Имперская
yi: אימפּעריאַל
zh_hans: 英制

source: Imperial (mi)
ar: إمبراطوري (ميل)
fr: Impérial (mi)
he: אימפריאלי (מייל)
hi: इम्पीरियल (मील)
ru: Имперская (ми)
yi: אימפּעריאַל (מי)
zh_hans: 英制（英里）

source: Information
ar: معلومات
es: Información
fr: Informations
he: מידע
hi: जानकारी
pt_br: Informação
ru: Информация
yi: אינפֿאָרמאַציע
zh_hans: 信息

source: Jerusalem, Israel
ar: القدس، إسرائيل
es: Jerusalén, Israel
fr: Jérusalem, Israël
he: ירושלים, ישראל
hi: येरूशलम, इज़राइल
pt_br: Jerusalém, Israel
ru: Иерусалим, Израиль
yi: ירושלים, ישראל
zh_hans: 耶路撒冷，以色列

source: Kotel
ar: حائط البراق
he: הכותל
hi: कोटेल
ru: Котель
yi: כּותל
zh_hans: 西墙

source: Kotel Direction
ar: اتجاه حائط البراق
de: Kotel-Richtung
es: Dirección al Kotel
fr: Direction du Kotel
he: כיוון הכותל
hi: कोटेल की दिशा
pt_br: Direção do Kotel
ru: Направление к Котелю
yi: ריכטונג צו כּותל
zh_hans: 西墙方向

source: Language
ar: اللغة
de: Sprache
es: Idioma
fr: Langue
he: שפה
hi: भाषा
pt_br: Idioma
ru: Язык
yi: שפּראַך
zh_hans: 语言

source: Loading map…
ar: جارٍ تحميل الخريطة…
de: Karte wird geladen…
es: Cargando mapa…
fr: Chargement de la carte…
he: טוען מפה…
hi: मानचित्र लोड हो रहा है…
pt_br: Carregando mapa…
ru: Загрузка карты…
yi: לאָדן מאַפּע…
zh_hans: 正在加载地图…

source: Location
ar: الموقع
de: Standort
es: Ubicación
fr: Position
he: מיקום
hi: स्थान
pt_br: Localização
ru: Местоположение
yi: אָרט
zh_hans: 位置

source: Location Access Needed
ar: مطلوب الوصول إلى الموقع
de: Standortzugriff erforderlich
es: Se necesita acceso a ubicación
fr: Accès à la localisation requis
he: נדרשת גישה למיקום
hi: स्थान की अनुमति आवश्यक
pt_br: Acesso à localização necessário
ru: Требуется доступ к геолокации
yi: אָרט צוטריט דאַרף
zh_hans: 需要位置访问权限

source: Location Accuracy
ar: دقة الموقع
de: Standortgenauigkeit
es: Precisión de ubicación
fr: Précision de la position
he: דיוק מיקום
hi: स्थान सटीकता
pt_br: Precisão da localização
ru: Точность местоположения
yi: אָרט גענויקייט
zh_hans: 位置精度

source: Location Denied
ar: تم رفض الموقع
de: Standort abgelehnt
es: Ubicación denegada
fr: Localisation refusée
he: מיקום נדחה
hi: स्थान अस्वीकृत
pt_br: Localização negada
ru: Доступ к геолокации запрещён
yi: אָרט אָפּגעזאָגט
zh_hans: 位置权限被拒绝

source: Location Needed
ar: مطلوب الموقع
de: Standort erforderlich
es: Se necesita ubicación
fr: Localisation requise
he: נדרש מיקום
hi: स्थान आवश्यक
pt_br: Localização necessária
ru: Требуется геолокация
yi: אָרט דאַרף
zh_hans: 需要位置信息

source: Location unavailable
ar: الموقع غير متاح
de: Standort nicht verfügbar
es: Ubicación no disponible
fr: Localisation indisponible
he: מיקום לא זמין
hi: स्थान अनुपलब्ध
pt_br: Localização indisponível
ru: Местоположение недоступно
yi: אָרט נישט פֿאַראַנען
zh_hans: 位置不可用

source: Map View
ar: عرض الخريطة
de: Kartenansicht
es: Vista de mapa
fr: Vue carte
he: תצוגת מפה
hi: मानचित्र दृश्य
pt_br: Vista do mapa
ru: Вид карты
yi: מאַפּע אַנזיכט
zh_hans: 地图视图

source: Metric
ar: متري
de: Metrisch
es: Métrico
fr: Métrique
he: מטרי
hi: मीट्रिक
pt_br: Métrico
ru: Метрическая
yi: מעטריש
zh_hans: 公制

source: Metric (km)
ar: متري (كم)
de: Metrisch (km)
es: Métrico (km)
fr: Métrique (km)
he: מטרי (ק״מ)
hi: मीट्रिक (किमी)
pt_br: Métrico (km)
ru: Метрическая (км)
yi: מעטריש (קמ)
zh_hans: 公制（公里）

source: No location
ar: لا يوجد موقع
de: Kein Standort
es: Sin ubicación
fr: Pas de position
he: אין מיקום
hi: कोई स्थान नहीं
pt_br: Sem localização
ru: Нет местоположения
yi: קיין אָרט
zh_hans: 无位置信息

source: Open Settings
ar: فتح الإعدادات
de: Einstellungen öffnen
es: Abrir ajustes
fr: Ouvrir les réglages
he: פתח הגדרות
hi: सेटिंग्स खोलें
pt_br: Abrir configurações
ru: Открыть настройки
yi: עפֿענען סעטטינגס
zh_hans: 打开设置

source: Open Settings and enable location access to use the Western Wall compass
ar: افتح الإعدادات وفعّل الوصول إلى الموقع لاستخدام بوصلة حائط البراق
de: Öffne die Einstellungen und aktiviere den Standortzugriff, um den Klagemauer-Kompass zu nutzen
es: Abre los ajustes y activa el acceso a la ubicación para usar la brújula del Kotel
fr: Ouvrez les réglages et activez l'accès à la localisation pour utiliser la boussole du Kotel
he: פתח הגדרות ואפשר גישה למיקום כדי להשתמש במצפן הכותל המערבי
hi: सेटिंग्स खोलें और पश्चिमी दीवार कम्पास का उपयोग करने के लिए स्थान सक्षम करें
pt_br: Abra as configurações e ative o acesso à localização para usar a bússola do Kotel
ru: Откройте настройки и включите доступ к местоположению для использования компаса Котеля
yi: עפֿענען סעטטינגס און דערמעגלעכן אָרט צוטריט צו נוצן דעם כּותל קאָמפּאַס
zh_hans: 打开设置并启用位置访问 以使用西墙指南针

source: Opens the compass pointing to the Western Wall in Jerusalem
ar: يفتح البوصلة التي تشير إلى حائط البراق في القدس
de: Öffnet den Kompass, der zur Klagemauer in Jerusalem zeigt
es: Abre la brújula que apunta al Muro Occidental en Jerusalén
fr: Ouvre la boussole pointant vers le Mur occidental à Jérusalem
he: פותח את המצפן המצביע לכותל המערבי בירושלים
hi: येरूशलम में पश्चिमी दीवार की ओर इशारा करने वाला कम्पास खोलता है
pt_br: Abre a bússola apontando para o Muro Ocidental em Jerusalém
ru: Открывает компас, указывающий на Западную стену в Иерусалиме
yi: עפֿנט דעם קאָמפּאַס וואָס ווייַזט צו דער מערבֿ־וואַנט אין ירושלים
zh_hans: 打开指向耶路撒冷西墙的指南针

source: Portuguese
ar: البرتغالية
de: Portugiesisch
es: Portugués
fr: Portugais
he: פורטוגזית
hi: पुर्तगाली
pt_br: Português
ru: Португальский
yi: פּאָרטוגעזיש
zh_hans: 葡萄牙语

source: Restart the app to apply language changes
ar: أعد تشغيل التطبيق لتطبيق تغييرات اللغة
de: Starten Sie die App neu, um die Sprachänderungen zu übernehmen
es: Reinicia la app para aplicar los cambios de idioma
fr: Redémarrez l'app pour appliquer les changements de langue
he: הפעל מחדש את האפליקציה להחלת שינויי השפה
hi: भाषा परिवर्तन लागू करने के लिए ऐप पुनः आरंभ करें
pt_br: Reinicie o app para aplicar as alterações de idioma
ru: Перезапустите приложение для применения языковых изменений
yi: סטאַרט די אַפּ נײַ צו אָנווענדן שפּראַך ענדערונגען
zh_hans: 重新启动应用以应用语言更改

source: Russian
ar: الروسية
de: Russisch
es: Ruso
fr: Russe
he: רוסית
hi: रूसी
pt_br: Russo
ru: Русский
yi: רוסיש
zh_hans: 俄语

source: Searching…
ar: جارٍ البحث…
de: Suche…
es: Buscando…
fr: Recherche…
he: מחפש…
hi: खोज रहा है…
pt_br: Buscando…
ru: Поиск…
yi: זוכן…
zh_hans: 搜索中…

source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Réglages
he: הגדרות
hi: सेटिंग्स
pt_br: Ajustes
ru: Настройки
yi: אײנשטעלונגען
zh_hans: 设置

source: Show Coordinates
ar: عرض الإحداثيات
de: Koordinaten anzeigen
es: Mostrar coordenadas
fr: Afficher les coordonnées
he: הצג קואורדינטות
hi: निर्देशांक दिखाएं
pt_br: Mostrar coordenadas
ru: Показать координаты
yi: ווײַזן קאָאָרדינאַטן
zh_hans: 显示坐标

source: Show Direction
ar: عرض الاتجاه
de: Richtung zeigen
es: Mostrar dirección
fr: Afficher la direction
he: הצג כיוון
hi: दिशा दिखाएं
pt_br: Mostrar direção
ru: Показать направление
yi: ווייַז ריכטונג
zh_hans: 显示方向

source: Show Direction to Kotel
ar: عرض الاتجاه إلى حائط البراق
de: Richtung zur Kotel zeigen
es: Mostrar dirección al Kotel
fr: Afficher la direction du Kotel
he: הצג כיוון לכותל
hi: कोटेल की दिशा दिखाएं
pt_br: Mostrar direção ao Kotel
ru: Показать направление на Котель
yi: ווייַז ריכטונג צו כּותל
zh_hans: 显示西墙方向

source: Show Distance
ar: عرض المسافة
de: Entfernung anzeigen
es: Mostrar distancia
fr: Afficher la distance
he: הצג מרחק
hi: दूरी दिखाएं
pt_br: Mostrar distância
ru: Показать расстояние
yi: ווײַזן דיסטאַנץ
zh_hans: 显示距离

source: Shows direction to the Western Wall
ar: يعرض الاتجاه إلى حائط البراق
de: Zeigt die Richtung zur Klagemauer
es: Muestra la dirección al Muro Occidental
fr: Indique la direction du Mur occidental
he: מראה כיוון לכותל המערבי
hi: पश्चिमी दीवार की दिशा दिखाता है
pt_br: Mostra a direção ao Muro Ocidental
ru: Показывает направление к Стене Плача
yi: ווייַזט ריכטונג צו דער מערב וואַנט
zh_hans: 显示前往西墙的方向

source: Spanish
ar: الإسبانية
de: Spanisch
es: Español
fr: Espagnol
he: ספרדית
hi: स्पेनिश
pt_br: Espanhol
ru: Испанский
yi: שפּאַניש
zh_hans: 西班牙语

source: Target Location
ar: الموقع المستهدف
de: Zielort
es: Ubicación objetivo
fr: Lieu cible
he: מיקום יעד
hi: लक्ष्य स्थान
pt_br: Local de destino
ru: Целевое местоположение
yi: ציל אָרט
zh_hans: 目标位置

source: The Western Wall
ar: حائط البراق
de: Die Klagemauer
es: El Muro de los Lamentos
fr: Le Mur des Lamentations
he: הכותל המערבי
hi: पश्चिमी दीवार
pt_br: O Muro das Lamentações
ru: Стена Плача
yi: דער כותל המערבי
zh_hans: 西墙

source: To point toward the Kotel
ar: للإشارة نحو حائط البراق
de: Um zur Kotel zu zeigen
es: Para señalar hacia el Kotel
fr: Pour pointer vers le Kotel
he: כדי להצביע לכיוון הכותל
hi: कोटेल की ओर इशारा करने के लिए
pt_br: Para apontar para o Kotel
ru: Чтобы указать на Котель
yi: צו ווייַזן צו דער כּותל
zh_hans: 用于指向西墙方向

source: True North
ar: الشمال الحقيقي
de: Wahrer Norden
es: Norte verdadero
fr: Nord géographique
he: צפון אמיתי
hi: भौगोलिक उत्तर
pt_br: Norte verdadeiro
ru: Истинный север
yi: אמתער צפון
zh_hans: 真北

source: Units
ar: الوحدات
de: Einheiten
es: Unidades
fr: Unités
he: יחידות
hi: इकाइयां
pt_br: Unidades
ru: Единицы
yi: אײנהייטן
zh_hans: 单位

source: Use True North
ar: استخدام الشمال الحقيقي
de: Geografischen Norden verwenden
es: Usar norte verdadero
fr: Utiliser le nord géographique
he: השתמש בצפון אמיתי
hi: भौगोलिक उत्तर का उपयोग करें
pt_br: Usar norte verdadeiro
ru: Использовать истинный север
yi: ניצן אמתן צפון
zh_hans: 使用真北

source: Uses geographic north instead of magnetic north
ar: يستخدم الشمال الجغرافي بدلاً من الشمال المغناطيسي
de: Verwendet den geografischen Norden anstelle des magnetischen Nordens
es: Usa el norte geográfico en lugar del norte magnético
fr: Utilise le nord géographique au lieu du nord magnétique
he: משתמש בצפון גאוגרפי במקום צפון מגנטי
hi: चुंबकीय उत्तर के बजाय भौगोलिक उत्तर का उपयोग करता है
pt_br: Usa o norte geográfico em vez do norte magnético
ru: Использует географический север вместо магнитного
yi: ניצט געאגראפישן צפון אנשטאט מאגנעטישן צפון
zh_hans: 使用地理北极而非磁北极

source: Version
ar: الإصدار
es: Versión
he: גרסה
hi: संस्करण
pt_br: Versão
ru: Версия
yi: ווערסיע
zh_hans: 版本

source: Vibrates as you point toward the Kotel
ar: يهتز عند التوجه نحو حائط البراق
de: Vibriert, wenn Sie in Richtung Kotel zeigen
es: Vibra cuando apuntas hacia el Kotel
fr: Vibre lorsque vous pointez vers le Kotel
he: רוטט כשאתה מצביע לכיוון הכותל
hi: जब आप कोटेल की ओर इशारा करते हैं तो कंपन करता है
pt_br: Vibra quando você aponta para o Kotel
ru: Вибрирует, когда вы указываете на Котель
yi: וויברירט ווען איר ווייזט צום כותל
zh_hans: 当您朝向西墙时会振动

source: Western Wall
ar: حائط البراق
de: Klagemauer
es: Muro Occidental
fr: Mur occidental
he: הכותל המערבי
hi: पश्चिमी दीवार
pt_br: Muro Ocidental
ru: Западная стена
yi: מערבֿ־וואַנט
zh_hans: 西墙

source: Yiddish
ar: اليديشية
de: Jiddisch
es: Yidis
he: יידיש
hi: यिद्दिश
pt_br: Iídiche
ru: Идиш
yi: ייִדיש
zh_hans: 意第绪语

source: Your Location
ar: موقعك
de: Dein Standort
es: Tu ubicación
fr: Votre position
he: המיקום שלך
hi: आपका स्थान
pt_br: Sua localização
ru: Ваше местоположение
yi: דײַן אָרט
zh_hans: 您的位置
